app/controllers/contacts_controller.rb

INSERT INTO "contacts" ("name", "email", "phone", "subject", "content", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)
---
  def create
  	@contact = Contact.new(contact_params)
  	if @contact.save